IDEA Open Model
ConnectionCheckRes Constructor
Compatible with IDEA StatiCa Beta 20.0
Initializes a new instance of the ConnectionCheckRes class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ConnectionCheckRes()
Public Sub New
See Also
Reference
ConnectionCheckRes Class
IdeaRS.OpenModel.Connection Namespace